<?php

$courses = [
  [
    "title" => "Индивидуальное занятие",
    "description" => "Разработка и ведение своего технического проекта, подготовка к конкурсам и соревнованиям.",
    "image" => "http://www.interkot.ru/images/galery/robot_photo.png",
    "details" => [
      "600₽ / 60 минут",
      "60 минут",
      "Индивидуально",
      "1-2 раза",
      "от 5 лет"
    ]
  ],
  [
    "title" => "Занятия по робототехнике в ЦМИТ для дошкольников",
    "description" => "Ведение индивидуальных и групповых проектов для конкурсов, бесплатные занятия для талантливых детей.",
    "image" => "http://www.interkot.ru/images/galery/robo.jpg",
    "details" => [
      "300₽ / 30 минут",
      "30 минут",
      "3-6 человек",
      "1-2 раза",
      "5-7 лет"
    ],
  ],
  [
    "title" => "Занятия по робототехнике в ЦМИТ",
    "description" => "Ведение индивидуальных и групповых проектов для конкурсов, бесплатные занятия для талантливых детей.",
    "image" => "http://www.interkot.ru/images/galery/robotic_photo.png",
    "details" => [
      "1200₽ / 4 занятия",
      "60 минут",
      "4-8 человек",
      "1-2 раза",
      "7-12 лет"
    ],
  ],
  [
    "title" => "Электроника и пайка",
    "description" => "В группе по электронике и пайке ребенок получает возможность познакомиться с миром настоящей инженерии.",
    "image" => "http://www.interkot.ru/images/galery/soldering.png",
    "details" => [
      "1200₽ / 4 занятия",
      "60/120 минут",
      "3-6 человек",
      "1-2 раза",
      "от 10 лет",
    ],
  ],
  [
    "title" => "Разработка 2D игр",
    "description" => "Курс идеален для школьников среднего возраста, увлекающихся компьютерными играми и стремящихся сделать свою игру самостоятельно.",
    "image" => "http://web.interkot.ru/img/courses/img4.jpg",
    "details" => [
      "1200₽ / 4 занятия",
      "60/120 минут",
      "4-8 человек",
      "1-2 раза",
      "10-15 лет",
    ],
  ],
  [
    "title" => "Разработка сайтов",
    "description" => "Изучение разработки сайтов позволит создавать самостоятельно веб-страницы и размещать их в интернете.",
    "image" => "http://web.interkot.ru/img/courses/img14.jpg",
    "details" => [
      "1200₽ / 4 занятия",
      "60/120 минут",
      "3-6 человек",
      "1-2 раза",
      "от 12 лет",
    ],
  ],
  [
    "title" => "Программирование для детей",
    "description" => "На занятиях курса дети развивают логику, учатся составлять алгоритмы и пишут свои первые программы в визуальном редакторе.",
    "image" => "http://www.interkot.ru/images/galery/kid_coder.png",
    "details" => [
      "1200₽ / 4 занятия",
      "60 минут",
      "3-6 человек",
      "1-2 раза",
      "7-14 лет",
    ],
  ],
  [
    "title" => "Программирование",
    "description" => "Курс включает изучение языков программирования, алгоритмов и написание собственных программ различной сложности.",
    "image" => "http://www.interkot.ru/images/galery/programmer.png",
    "details" => [
      "1600₽ / 4 занятия",
      "120 минут",
      "3-6 человек",
      "2 раза",
      "от 15 лет",
    ],
  ],
  [
    "title" => "ПК-Грамотность",
    "description" => "Курс для детей и взрослых.",
    "image" => "http://www.interkot.ru/images/galery/gamer-workspace.png",
    "details" => [
      "1200₽ / 4 занятия",
      "60 минут",
      "3-6 человек",
      "1-2 раза",
      "от 4 лет",
    ],
  ],
];
